{
  "descriptions": [
    "Welcome to the Bureau of Taxation, Your Excellency, Egden {king}. You stand in a grand office, surrounded by towering shelves filled with ancient scrolls, dusty ledgers, and the faint scent of ink and parchment. \n\nThe flickering light of a lone candle casts shadows on the stone walls, and the distant sound of scribes at work echoes through the cold, vast chambers. \nThe air is thick with the weight of history, and before you lies the **Tax Management System**, a tool essential for maintaining order and prosperity in the kingdom. \nThe scent of leather-bound books and freshly inked quills fills your senses as you prepare for the day’s decisions.",
    
    "Greetings, Noble Ruler, Egden {king}. \nWithin the stone-clad walls of your grand office, a cold breeze sweeps through the towering windows. Ancient tomes and parchments line the walls, their pages yellowed with age, and the dim glow of sunlight illuminates the grand oak desk before you. \n\nThe air is thick with the whispers of the past, as your hand rests on a parchment, quill in hand, ready to make choices that will shape the future of your realm. \nThe **Tax Management System** lies before you, its presence a reminder of the kingdom’s vast wealth and responsibilities. \nThe murmur of distant servants can be heard as the faint scent of ink and burning wood fills the room.",
    
    "Your Majesty, Egden {king}. \nThe flickering firelight casts long shadows on the stone walls of your chambers. Piles of ledgers, scrolls, and quills fill the vast wooden desk, where only the faint scratch of a quill can be heard as you pour over the kingdom’s finances. \n\nThe walls, adorned with tapestries of ancient battles and family crests, tell the story of your lineage. \nThe **Tax Management System** sits at the center of the room, its leather-bound pages waiting for your attention. \nA soft crackling from the hearth fills the otherwise quiet space, as outside, the winds howl against the stone walls of the castle, yet inside, all is calm as you consider the kingdom’s future.",
    
    "Welcome, Egden {king}. \nYou sit in the dimly lit chamber, surrounded by towering shelves filled with dusty scrolls and the faint sound of a distant bell tolling throughout the halls. \n\nThe air is thick with the scent of parchment and ink, and your desk is piled high with official documents, each one requiring your decision. \nThe stone walls are covered with maps of your lands, and the fire in the hearth crackles softly, casting a warm glow over the room. \nBefore you lies the **Tax Management System**, a powerful tool that helps maintain order within your domain. \nThe sounds of quills scratching against parchment fill the air as your subjects await your commands.",
    
    "Greetings, Honorable Egden {king}. \nYou are seated in a well-lit office, adorned with maps of your lands and intricate paintings of your ancestors. \n\nThe scent of parchment and ink fills the air as you sit at a massive oak desk, quill in hand, contemplating the future of your kingdom. \nYour ancestors' portraits gaze down upon you, their eyes filled with wisdom and expectation. \nThe **Tax Management System** lies in front of you, a tool both trusted and essential for managing the kingdom’s wealth and ensuring the stability of your rule. \nThe distant sound of servants moving about in the hallways is the only interruption as you focus on the task at hand."
],
"table_of_contents": [
  "**Land Tax** – A fair tribute for the vast stretches of fertile fields and grand estates.",
  "**Poll Tax** – A simple yet crucial levy upon all subjects of the realm.",
  "**Rent Tax** – For those who reside in the castles, towns, and cottages of the kingdom.",
  "**Customs** – The tariffs upon goods imported from foreign lands.",
  "**Tribute** – The honored dues owed by neighboring realms, securing alliances and peace.",
  "**Ransoms** – For those noble or otherwise who fall into the hands of captors.",
  "**Central Demesne** – The royal holdings from which all good subjects draw sustenance.",
  "**Extra Taxes** – Uncommon yet vital taxes to address unforeseen needs.",
  "**Collect Annual Taxes** – A solemn ritual to gather the fruits of the year's labor."
  ]
}
